Repository: amyhuang13506-svg/LangPod
Catalog: LangPod/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, pt_br, zh_hant

source: 自动续费
en: Auto Renew
es: renovación automática
ja: 自動更新
ko: 자동 갱신
pt_br: renovação automática
zh_hant: 自動續費

source: 自动续费，可随时取消
en: Auto Renew, Cancel Anytime
es: renovación automática, cancela cuando quieras
ja: 自動更新、いつでもキャンセル可
ko: 자동 갱신, 언제든 취소 가능
pt_br: renovação automática, cancelamento a qualquer momento
zh_hant: 自動續費，可隨時取消

source: "%@" 已完成
en: "%@" Completed
es: "%@" completado
ja: "%@" 終了
ko: "%@" 완료
pt_br: "%@" concluído

source: "纯英语解释"模式
en: "Pure English" Mode
es: Modo "explicación en inglés"
ja: 「純英語説明」モード
ko: "Pure English" 모드
pt_br: Modo "explicação em inglês"
zh_hant: "純英語解釋"模式

source: %@ · %@ · %lld 个生词
en: %@ · %@ · %lld Words
es: %@ · %@ · %lld palabras
ja: %@ · %@ · %lld 個単語
ko: %@ · %@ · %lld개 단어
pt_br: %@ · %@ · %lld palavras
zh_hant: %@ · %@ · %lld 個生字

source: %@ · %lld 词
en: %@ · %lld Words
es: %@ · %lld palabras
ja: %@ · %lld語
ko: %@ · %lld 단어
pt_br: %@ · %lld palavras
zh_hant: %@ · %lld 詞

source: %@%@ 场景对话，学几个地道说法
en: %@%@ Scene Conversation, Learn Natural Phrases
es: Diálogo de escena %@%@, aprende varias expresiones fluidas
ja: %@%@ シーン対話、自然な表現を学ぶ
ko: %@%@ 상황 대화, 자연스러운 표현 배우기
pt_br: Diálogo de cena %@%@, aprenda algumas expressões naturais
zh_hant: %@%@ 場景對話，學幾個地道說法

source: %@%@｜%lld 个地道说法，3 分钟学会
en: %@%@｜%lld Natural Phrases in 3 Minutes
es: %@%@｜%lld expresiones fluidas, aprende en 3 minutos
ja: %@%@｜%lld自然な表現を3分で学ぶ
ko: %@%@ ｜ %lld개의 자연스러운 표현, 3분 만에 배워요
pt_br: Diálogo %@%@｜%lld expressões naturais, aprenda em 3 minutos
zh_hant: %@%@｜%lld 個地道說法，3 分鐘學會

source: %@免费试用，之后按
en: %@ Free Trial, Then
es: %@ prueba gratuita, luego
ja: %@無料試用後、
ko: %@ 무료 체험, 이후
pt_br: %@ teste grátis, depois
zh_hant: %@免費試用，之後按

source: %lld 个月
en: %lld Months
es: %lld meses
ja: %lld か月
ko: %lld개월
pt_br: %lld meses
zh_hant: %lld 個月

source: %lld 个词
en: %lld Words
es: %lld palabras
ja: %lld語
ko: %lld 단어
pt_br: %lld palavras
zh_hant: %lld 個單字

source: %lld 个课堂
en: %lld Lessons
es: %lld clases
ja: %lldレッスン
ko: %lld 클래스
pt_br: %lld aulas
zh_hant: %lld 個課堂

source: %lld 句
en: %lld Sentences
es: %lld oraciones
ja: %lld 文
ko: %lld문
pt_br: %lld frases

source: %lld 天
en: %lld Days
es: %lld días
ja: %lld 日
ko: %lld일
pt_br: %lld dias

source: %lld 天的连续记录就快断了，3 分钟就能续上
en: %lld-Day Streak About to End, 3 Minutes to Extend
es: Racha de %lld días a punto de romperse, con 3 minutos puedes continuar
ja: %lld日の連続記録が途切れそう、3分で続けられます
ko: %lld일 연속 기록이 곧 끊어집니다, 3분이면 이어질 수 있어요.
pt_br: Sequência de %lld dias está prestes a quebrar, ouça por 3 minutos para continuar
zh_hant: %lld 天的連續記錄就快斷了，3 分鐘就能續上

source: %lld 年
en: %lld Years
es: %lld años
ko: %lld년
pt_br: %lld anos

source: %lld 期
en: Round %lld
es: %lld edición
ko: %lld 회차
pt_br: %lld edição

source: %lld 词
en: %lld words
es: %lld palabras
ja: %lld語
ko: %lld단어
pt_br: %lld palavras
zh_hant: %lld 字

source: %lld 词 · %lld 个场景%@
en: %lld Words · %lld Scenes%@
es: %lld palabras · %lld escenas%@
ja: %lld語 · %lldシーン%@
ko: %lld 단어 · %lld 상황%@
pt_br: %lld palavras · %lld cenas%@
zh_hant: %lld 單字 · %lld 個場景%@

source: %lld 词 · 免费
en: %lld words · Free
es: %lld palabras · gratis
ja: %lld語 · 無料
ko: %lld단어 · 무료
pt_br: %lld palavras · grátis
zh_hant: %lld 字 · 免費

source: %lld 词%@
en: %lld Words%@
es: %lld palabras%@
ja: %lld語%@
ko: %lld 단어%@
pt_br: %lld palavras%@
zh_hant: %lld 單字%@

source: %lld/%lld 已解锁
en: %lld/%lld Unlocked
es: %lld/%lld desbloqueados
ja: %lld/%lld 解锁済み
ko: %lld/%lld 개 잠금 해제됨
pt_br: %lld/%lld desbloqueados
zh_hant: %lld/%lld 已解鎖

source: %lld个月
en: %lld Months
es: %lld meses
ja: %lldか月
ko: %lld개월
pt_br: %lld meses
zh_hant: %lld個月

source: %lld分%lld秒
en: %lld Min %lld Sec
es: %lld min %lld seg
ko: %lld분 %lld초
pt_br: %lldmin%llds

source: %lld分钟
en: %lld Min
es: %lld minutos
ja: %lld分
ko: %lld분
pt_br: %lldmin
zh_hant: %lld分鐘

source: %lld周
en: %lld Weeks
es: %lld semanas
ja: %lld週
ko: %lld주
pt_br: %lld semanas
zh_hant: %lld週

source: %lld天
en: %lld Days
es: %lld días
ja: %lld日
ko: %lld일
pt_br: %lld dias

source: %lld年
en: %lld Years
es: %lld años
ko: %lld년
pt_br: %lld anos

source: %lld月%lld日
en: %lld/%lld
es: %lld/%lld
ko: %lld월 %lld일
pt_br: %lld/%lld

source: %lld秒
en: %lld Sec
es: %lld segundos
ko: %lld초
pt_br: %llds

source: 1000词以内 · 慢速 · 3-5分钟
en: Under 1000 Words · Slow · 3-5 Min
es: Hasta 1000 palabras · Lento · 3-5 minutos
ja: 1000語以内 · ゆっくり · 3〜5分
ko: 1000단어 이하 · 느린 속도 · 3-5분
pt_br: Até 1000 palavras · Lento · 3-5 min
zh_hant: 1000字以內 · 慢速 · 3-5分鐘

source: 3 天
en: 3 Days
es: 3 días
ja: 3日間
ko: 3일
pt_br: 3 dias

source: 3000词以内 · 中速 · 5-8分钟
en: Under 3000 Words · Medium · 5-8 Min
es: Hasta 3000 palabras · Moderado · 5-8 minutos
ja: 3000語以内 · 普通 · 5〜8分
ko: 3000단어 이하 · 중간 속도 · 5-8분
pt_br: Até 3000 palavras · Médio · 5-8 min
zh_hant: 3000字以內 · 中速 · 5-8分鐘

source: 60+情景课 · 227条表达
en: 60+ Scene Lessons · 227 Expressions
es: 60+ clases de escenas · 227 expresiones
ja: 60+シーンレッスン · 227フレーズ
ko: 60+ 상황 수업 · 227 표현
pt_br: 60+ aulas de cenários · 227 expressões
zh_hant: 60+情境課 · 227條表達

source: 7 天
en: 7 Days
es: 7 días
ja: 7 日
ko: 7일
pt_br: 7 dias

source: App Store 推荐
en: App Store Recommended
es: Recomendación de App Store
ja: App Storeの推薦
ko: 앱 스토어 추천
pt_br: Recomendado na App Store
zh_hant: App Store 推薦

source: App Store 搜索下载
en: Download from App Store
es: Descarga desde App Store
ja: App Storeで検索してダウンロード
ko: App Store에서 다운로드
pt_br: App Store Buscar e baixar
zh_hant: App Store 搜索下載

source: B站
en: Bilibili
es: Bilibili
ja: Bilibili
ko: Bilibili
pt_br: Bilibili

source: Castlingo · 今日句型讲解
en: Castlingo · Today's Pattern Explainer
es: Castlingo · Explicación del patrón de hoy
ja: Castlingo · 今日の文型解説
ko: Castlingo · 오늘의 문형 해설
pt_br: Castlingo · Explicação do padrão de hoje
zh_hant: Castlingo · 今日句型講解

source: Castlingo · 听播客，学英语
en: Castlingo · Listen to Podcasts, Learn English
es: Castlingo · Escucha pódcast, aprende inglés
ja: Castlingo · ポッドキャストで英語を学ぶ
ko: Castlingo · 팟캐스트 듣고 영어 배우기
pt_br: Castlingo · Ouça podcasts, aprenda inglês
zh_hant: Castlingo · 聽 Podcast，學英語

source: Hard 频道 · 新闻和深度话题
en: Hard Channel · News & In-Depth Topics
es: Canal Hard · Noticias y análisis
ja: Hard チャンネル · ニュースと深い話題
ko: Hard 채널 · 뉴스와 심도 있는 주제
pt_br: Canal Hard · Notícias e análise
zh_hant: Hard 頻道 · 新聞和深度話題

source: Medium 频道 · 生活和文化话题
en: Medium Channel · Lifestyle & Culture
es: Canal Medium · Vida y cultura
ja: Medium チャンネル · 生活と文化の話題
ko: Medium 채널 · 생활과 문화
pt_br: Canal Medium · Vida e cultura
zh_hant: Medium 頻道 · 生活和文化話題

source: Pipeline 正在扫描 TED / Huberman / Hot Ones 等热门频道，明日上线
en: Pipeline Scanning Popular Channels Like TED / Huberman / Hot Ones, Available Tomorrow
es: Pipeline escanea TED / Huberman / Hot Ones, disponible mañana
ja: PipelineがTED／Huberman／Hot Onesなどの人気チャンネルをスキャン中、明日公開予定
ko: Pipeline에서 TED / Huberman / Hot Ones 등의 인기 채널을 스캔 중, 내일 출시
pt_br: Pipeline escaneia TED / Huberman / Hot Ones, amanhã disponível
zh_hant: Pipeline 正在掃描 TED / Huberman / Hot Ones 等熱門頻道，明日上線

source: Pipeline 正在扫描 TED / Huberman / Veritasium 等频道，明日开始上线
en: Pipeline Scanning TED / Huberman / Veritasium, Available Tomorrow
es: Pipeline escaneando canales como TED / Huberman / Veritasium, disponible mañana
ja: PipelineがTED / Huberman / Veritasiumなどのチャンネルをスキャン中で、明日から利用可能に
ko: Pipeline이 TED / Huberman / Veritasium 채널을 스캔 중, 내일 시작
pt_br: Pipeline está escaneando canais como TED / Huberman / Veritasium, disponível amanhã
zh_hant: Pipeline 正在掃描 TED / Huberman / Veritasium 等頻道，明日開始上線

source: Pro 专属：第 5 遍英语原音
en: Pro Exclusive: English Audio Round 5
es: Solo Pro: ronda 5 en inglés nativo
ja: Pro専用：5回目英語原音
ko: Pro 전용: 영어 원음 5회차
pt_br: Exclusivo Pro: Rodada 5 áudio original em inglês
zh_hant: Pro 專屬：第 5 遍英語原音

source: Pro 解锁中文 + 单词
en: Unlock Pro for Translation + Words
es: Pro desbloquea traducción + palabras
ja: Proで日本語訳と単語を解除
ko: Pro 해제하고 한국어 및 단어 보기
pt_br: Pro desbloqueia tradução em português + palavras
zh_hant: Pro 解鎖中文 + 單字

source: Pro 解锁中文翻译 + 点词加生词本
en: Pro Unlock Translation + Tap Words to Add to Vocab
es: Pro desbloquea traducción al español + tocar para añadir al vocabulario
ja: Proで日本語訳解放 + 単語タップで単語帳追加
ko: Pro 한국어 번역 해제 + 단어 클릭해 생단어장 추가
pt_br: Pro desbloqueia tradução em português + consulta e novas palavras
zh_hant: Pro 解鎖中文翻譯 + 點字加生字本

source: TED / Huberman / Veritasium 等热门英文 YouTube 内容
en: TED / Huberman / Veritasium Top Content
es: Contenido popular en inglés de TED / Huberman / Veritasium
ja: TED / Huberman / Veritasium などの人気英語YouTubeコンテンツ
ko: TED / Huberman / Veritasium 인기 콘텐츠
pt_br: TED / Huberman / Veritasium e outros conteúdos populares do YouTube em inglês
zh_hant: TED / Huberman / Veritasium 等熱門英文 YouTube 內容

source: YouTube 原声播客
en: YouTube Raw Podcasts
es: Pódcast nativo de YouTube
ja: YouTubeネイティブポッドキャスト
ko: YouTube 원어민 팟캐스트
pt_br: Podcast nativo no YouTube
zh_hant: YouTube 原聲Podcast

source: [DEV] 使用RC远程付费墙
en: [DEV] Use RC Remote Pro
es: [DEV] Usar RC muro de pago remoto
ja: [DEV] RCリモート有料ウォールを使用
ko: [DEV] RC 리모트 Pro 사용
pt_br: [DEV] Usar RC paywall remoto
zh_hant: [DEV] 使用RC遠程付費牆

source: ¥298/年
en: ¥298/Year
es: ¥298/año
ko: ¥298/년
pt_br: R$298/ano

source: ¥48/月
en: ¥48/Month
es: ¥48/mes
ko: ¥48/월
pt_br: R$48/mês

source: · %lld 个
en: · %lld Items
es: · %lld
ja: · %lld個
ko: · %lld개
pt_br: · %lld
zh_hant: · %lld 個

source: · 累计%lld句
en: · Total %lld Sentences
es: · %lld frases en total
ja: · 累計%lld文
ko: · 총 %lld문장
pt_br: · Total de %lld frases
zh_hant: · 累計%lld句

source: · 累计%lld词
en: · Total %lld Words
es: · Acumuladas %lld palabras
ja: · 累計%lld語
ko: · 총 %lld개 단어
pt_br: · Total de %lld palavras
zh_hant: · 累計%lld字

source: ☕️ 点单
en: ☕️ Order
es: ☕️ Pedir
ja: ☕️ 注文
ko: ☕️ 주문
pt_br: ☕️ Pedido
zh_hant: ☕️ 點餐

source: ✈️ 机场
en: ✈️ Airport
es: ✈️ Aeropuerto
ja: ✈️ 空港
ko: ✈️ 공항
pt_br: ✈️ Aeroporto
zh_hant: ✈️ 機場

source: ✓ 已加入我的句子
en: ✓ Added to My Sentences
es: ✓ Añadido a mis frases
ja: ✓ 私の文に追加済み
ko: ✓ 내 문장에 추가됨
pt_br: ✓ Adicionado às minhas frases

source: 「%@」已加入单词本
en: Added 「%@」 to Vocabulary
es: 「%@」añadido al vocabulario
ja: 「%@」が単語リストに追加されました
ko: 「%@」단어장에 추가됨
pt_br: 「%@」 adicionada ao vocabulário
zh_hant: 「%@」已加入單詞本

source: 「%@」已加入生词本
en: Added 「%@」 to Word Book
es: 「%@」 añadido al vocabulario
ja: 「%@」が単語帳に追加済み
ko: 「%@」어휘장에 추가됨
pt_br: 「%@」 adicionada ao vocabulário
zh_hant: 「%@」已加入生字本

source: 「%@」已在单词本
en: Already in Vocabulary: 「%@」
es: 「%@」ya está en el vocabulario
ja: 「%@」は既に単語リストにあります
ko: 「%@」이미 단어장에 있음
pt_br: 「%@」 já está no vocabulário
zh_hant: 「%@」已在單詞本

source: 「%@」已在生词本
en: Already in Word Book: 「%@」
es: 「%@」 está en el vocabulario
ja: 「%@」は単語帳にあります
ko: 「%@」이미 어휘장에 있음
pt_br: 「%@」 já está no vocabulário
zh_hant: 「%@」已在生字本

source: 「%@」是〈%@〉场景里的说法（%@），放到这段对话里接不上。
en: “%@” is a phrase from the <%@> scene (%@) and doesn't fit this conversation.
es: 「%@」 es una expresión de la escena〈%@〉 (%@), no encaja en este diálogo.
ja: 「%@」は〈%@〉シーンの表現（%@）で、この対話には合いません。
ko: 「%@」는 〈%@〉 상황의 표현(%@)이어서 대화에 맞지 않아요.
pt_br: "%@" faz parte do vocabulário da cena "%@" (%@), mas não encaixa neste diálogo.
zh_hant: 「%@」是〈%@〉場景裡的說法（%@），放到這段對話裡接不上。

source: 「%@」没有匹配的内容
en: No Content Matches 「%@」
es: No hay coincidencias para "%@"
ja: 「%@」に一致する内容はありません
ko: 「%@」에 해당하는 콘텐츠 없음
pt_br: Nenhum conteúdo correspondente para "%@"
zh_hant: 「%@」沒有匹配的內容

source: 「%@」（%@）虽然也是这个场景的话，但对不上空格处的上下文。
en: “%@” (%@) is also from this scene, but doesn't match the context of the space.
es: 「%@」 (%@) también es de esta escena, pero no encaja en el espacio.
ja: 「%@」（%@）もこのシーンの言葉ですが、空欄の文脈には合いません。
ko: 「%@」(%@)도 같은 상황이지만, 빈칸의 문맥에 맞지 않아요.
pt_br: "%@" (%@) também pertence a este cenário, mas não se encaixa no contexto do espaço.
zh_hant: 「%@」（%@）雖然也是這個場景的話，但對不上空格處的上下文。

source: 七日坚持
en: 7-Day Streak
es: Racha de 7 días
ja: 7日間継続
ko: 7일 연속
pt_br: Sequência de 7 dias
zh_hant: 七日堅持

source: 三十日
en: 30-Day
es: 30 días
ja: 30日間
ko: 30일
pt_br: Sequência de 30 dias

source: 三日坚持
en: 3-Day Streak
es: Racha de 3 días
ja: 3日間継続
ko: 3일 연속
pt_br: Sequência de 3 dias
zh_hant: 三日堅持

source: 下一句
en: Next Sentence
es: Siguiente frase
ja: 次の文
ko: 다음 문장
pt_br: Próxima frase

source: 下一集
en: Next Episode
es: Siguiente episodio
ja: 次のエピソード
ko: 다음 화
pt_br: Próxima cena

source: 下一题
en: Next
es: Siguiente
ja: 次の問題
ko: 다음 문제
pt_br: Próxima
zh_hant: 下一題

source: 下次走进这个场景，这些话就是条件反射
en: Next Time in This Scene, These Words Will Be Automatic
es: La próxima vez en esta escena lo dirás automáticamente
ja: 次にこのシーンに入るとき、これらの言葉が反射的に出てきます
ko: 다음에 이 상황에 들어가면 자동으로 나올 거예요.
pt_br: Na próxima vez nessa cena, as palavras serão automáticas
zh_hant: 下次走進這個場景，這些話就是條件反射

source: 不开字幕也能跟上英文原声播客和视频
en: Follow English Podcasts & Videos Without Subtitles
es: Entiende pódcast y videos en inglés sin subtítulos
ja: 字幕なしでも英語音声ポッドキャストや動画に付いていける
ko: 자막 없이 영어 원어 팟캐스트·영상 따라가기
pt_br: Acompanhe podcasts e vídeos originais em inglês sem legendas
zh_hant: 不開字幕也能跟上英文原聲Podcast和影片

source: 不确定就点喇叭试听，选能听懂一半的那档
en: Unsure? Tap Speaker to Listen, Choose Level You Understand Half
es: No estás seguro, toca para escuchar. Elige el que entiendas a medias
ja: 不明ならスピーカーで試聴し、半分聞き取れるものを選んでください
ko: 확실하지 않으면 스피커로 들어보고 반 이해할 수 있는 걸 선택하세요
pt_br: Se estiver em dúvida, ouça e escolha onde entende metade
zh_hant: 不確定就點喇叭試聽，選能聽懂一半的那檔

source: 不背单词，不做题
en: No Memorizing Words, No Tests
es: Sin memorizar palabras ni ejercicios
ja: 単語暗記も問題演習もなし
ko: 단어 외우지 않기, 문제 풀지 않기
pt_br: Não memorize palavras, não faça exercícios
zh_hant: 不背單字，不做題

source: 两性 · 心理
en: Relationships · Psychology
es: Relaciones · Psicología
ja: 男女 · 心理
ko: 연애 · 심리
pt_br: Relacionamentos · Psicologia
zh_hant: 兩性 · 心理

source: 中文
en: Translation
ko: 한국어

source: 中级
en: Intermediate
es: Intermedio
ja: 中級
ko: 중급
pt_br: Intermediário
zh_hant: 中級

source: 中级毕业
en: Intermediate Graduate
es: Graduado intermedio
ja: 中級卒業
ko: 중급 졸업
pt_br: Conclusão nível intermediário
zh_hant: 中級畢業

source: 中英
en: Bilingual
es: Bilingüe
ja: 日英
ko: 영한
pt_br: Legendas bilíngues

source: 中英双语字幕，检验真实语速听力
en: Bilingual Subtitles, Test Real Speed Listening
es: Subtítulos bilingües, prueba de escucha a velocidad real
ja: 中英字幕、実際の速度でリスニングテスト
ko: 영한 자막, 실제 속도로 듣기 테스트
pt_br: Legendas bilíngues inglês e português, teste de audição na velocidade real
zh_hant: 中英雙語字幕，檢驗真實語速聽力

source: 今天
en: Today
es: Hoy
ja: 今日
ko: 오늘
pt_br: Hoje

source: 今天 · 解锁全部 Pro 功能
en: Today · Unlock All Pro Features
es: Hoy · Desbloquea todas las funciones Pro
ja: 今日 · 全Pro機能を解放
ko: 오늘 · 모든 Pro 기능 잠금 해제
pt_br: Hoje · Desbloqueie todas as funções Pro
zh_hant: 今天 · 解鎖全部 Pro 功能

source: 今天还没听！%lldh 后记录清零
en: Not Listened Yet! Reset in %lldh
es: ¡Aún no escuchas hoy! Registro se borra en %lldh
ja: 今日はまだ聞いていません！%lld時間後に記録がリセットされます
ko: 오늘 아직 듣지 않음! %lld시간 후 기록 초기화
pt_br: Não ouvido hoje! Registros zeram em %lldh
zh_hant: 今天還沒聽！%lldh 後記錄清零

source: 今日
en: Today
es: Hoy
ko: 오늘
pt_br: Hoje

source: 今日 %lld/%lld：%@
en: Today %lld/%lld: %@
es: Hoy %lld/%lld: %@
ko: 오늘 %lld/%lld: %@
pt_br: Hoje %lld/%lld: %@

source: 今日任务 %lld/%lld 全部完成
en: Today's Tasks %lld/%lld Completed
es: Tareas de hoy %lld/%lld completadas
ja: 今日のタスク %lld/%lld 完了
ko: 오늘의 임무 %lld/%lld 완료
pt_br: Tarefa de hoje %lld/%lld concluída
zh_hant: 今日任務 %lld/%lld 全部完成

source: 今日免费 %lld/%lld
en: Today's Free %lld/%lld
es: Gratis hoy %lld/%lld
ja: 今日の無料 %lld/%lld
ko: 오늘 무료 %lld/%lld
pt_br: Hoje grátis %lld/%lld
zh_hant: 今日免費 %lld/%lld

source: 今日句型
en: Today's Pattern
es: Patrón de hoy
ja: 今日の文型
ko: 오늘의 문형
pt_br: Padrão de hoje

source: 今日句型 · %@
en: Today's Pattern · %@
es: Patrón de hoy · %@
ja: 今日の文型 · %@
ko: 오늘의 문형 · %@
pt_br: Padrão de hoje · %@

source: 今日句型讲解
en: Today's Pattern Explainer
es: Explicación del patrón de hoy
ja: 今日の文型解説
ko: 오늘의 문형 해설
pt_br: Expl. padrão de hoje
zh_hant: 今日句型講解

source: 今日句型讲解 · %@
en: Today's Pattern Explainer · %@
es: Explicación del patrón de hoy · %@
ja: 今日の文型解説 · %@
ko: 오늘의 문형 해설 · %@
pt_br: Explicação do padrão · %@
zh_hant: 今日句型講解 · %@

source: 今日句型讲解已更新
en: Today's Pattern Explainer Updated
es: Explicación del patrón de hoy actualizada
ja: 本日の文型解説が更新されました
ko: 오늘의 문형 해설 업데이트됨
pt_br: Explicação do padrão de hoje atualizada
zh_hant: 今日句型講解已更新

source: 今日已点亮！完成 %lld/%lld 任务解锁完美一天
en: Today's Lit! Complete %lld/%lld Tasks for a Perfect Day
es: Ya encendido hoy! Completa %lld/%lld tareas para desbloquear día perfecto
ja: 今日は点灯！%lld/%lldのタスクを完了して完璧な一日を解放
ko: 오늘 이미 점등됨! %lld/%lld 임무 완료해 완벽한 하루 해제
pt_br: Dia ativado! Complete %lld/%lld tarefas para liberar dia perfeito
zh_hant: 今日已點亮！完成 %lld/%lld 任務解鎖完美一天

source: 今日推荐
en: Today's Picks
es: Recomendación de hoy
ja: 今日のおすすめ
ko: 오늘의 추천
pt_br: Recomendado hoje
zh_hant: 今日推薦

source: 今日播客
en: Today's Podcast
es: Pódcast de hoy
ja: 今日のポッドキャスト
ko: 오늘의 팟캐스트
pt_br: Podcast de hoje
zh_hant: 今日 Podcast

source: 今日新场景 · %@
en: Today's New Scene · %@
es: Escena nueva hoy · %@
ja: 今日の新シーン · %@
ko: 오늘 새로운 상황 · %@
pt_br: Cena de hoje · %@
zh_hant: 今日新場景 · %@

source: 今日新场景已上线
en: Today's New Scene Added
es: Escena nueva disponible hoy
ja: 本日の新シーンが公開されました
ko: 오늘 새로운 상황 추가됨
pt_br: Nova cena de hoje disponível
zh_hant: 今日新場景已上線

source: 今日的 3 分钟
en: Today's 3 Minutes
es: 3 minutos hoy
ja: 今日の3分間
ko: 오늘의 3분
pt_br: 3 minutos de hoje
zh_hant: 今日的 3 分鐘

source: 从当天播客拆出来，讲透场景和语感
en: Extracted From Daily Podcast, Explains Scene & Nuance
es: Extraído del pódcast del día, explica escena y tono
ja: その日のポッドキャストから、シーンとニュアンスを解説
ko: 당일 팟캐스트에서 추출, 상황·어감 설명
pt_br: Desmontado de podcast diário, detalha cenas e sensações
zh_hant: 從當天Podcast拆出來，講透場景和語感

source: 从真实场景，学实用英语
en: Learn Practical English from Real Scenes
es: Aprende inglés útil desde escenas reales
ja: 実際のシーンから実践的な英語を学ぶ
ko: 실제 상황에서 실용 영어 배우기
pt_br: Aprenda inglês prático com cenas reais
zh_hant: 從真實場景，學實用英語

source: 会员权益
en: Membership Benefits
es: Beneficios de miembro
ja: 会員特典
ko: 회원 혜택
pt_br: Benefícios para membros
zh_hant: 會員權益

source: 会用
en: Can Use
es: Usar
ja: 使える
ko: 사용 가능
pt_br: Usar
zh_hant: 會用

source: 你为什么学英语？
en: Why Learn English?
es: ¿Por qué aprendes inglés?
ja: 英語を学ぶ理由は？
ko: 왜 영어를 배우세요?
pt_br: Por que você aprende inglês?
zh_hant: 你為什麼學英語？

source: 你已经听完 %lld 集播客 掌握了 %lld 个单词
en: You've Listened to %lld Podcasts Mastered %lld Words
es: Has terminado %lld episodios de pódcast Has dominado %lld palabras
ja: %lld 本のポッドキャストを聞き終え、%lld 単語を覚えました
ko: %lld개 팟캐스트 청취 완료 %lld개 단어 마스터함
pt_br: Você já ouviu %lld podcasts Dominou %lld palavras
zh_hant: 你已經聽完 %lld 集 Podcast 掌握了 %lld 個單字

source: 你是怎么发现 Castlingo 的？
en: How Did You Discover Castlingo?
es: ¿Cómo descubriste Castlingo?
ja: どのようにしてCastlingoを見つけましたか？
ko: Castlingo를 어떻게 발견했나요?
pt_br: Como você descobriu o Castlingo?
zh_hant: 你是怎麼發現 Castlingo 的？

source: 你现在的听力水平？
en: What's Your Listening Level?
es: ¿Cuál es tu nivel de escucha?
ja: 現在のリスニングレベルは？
ko: 현재 듣기 수준이 어떻게 되세요?
pt_br: Qual seu nível de escuta agora?
zh_hant: 你現在的聽力水平？

source: 你的专属听力计划
en: Your Listening Plan
es: Tu plan de escucha personalizado
ja: 専用リスニングプラン
ko: 맞춤 듣기 계획
pt_br: Seu plano exclusivo de escuta
zh_hant: 你的專屬聽力計畫

source: 你的旧词又出现了
en: Your Old Words Reappeared
es: Tus palabras antiguas han vuelto
ja: 以前の単語が再登場しました
ko: 기존 단어가 다시 나타났어요
pt_br: Suas palavras antigas apareceram novamente
zh_hant: 你的舊詞又出現了

source: 使用条款
en: Terms of Use
es: Términos de uso
ja: 利用規約
ko: 이용 약관
pt_br: Termos de uso
zh_hant: 使用條款

source: 例句
en: Example
es: Ejemplo
ja: 例文
ko: 예문
pt_br: Exemplo

source: 例句 1
en: Example 1
es: Ejemplo 1
ja: 例文1
ko: 예문 1
pt_br: Exemplo 1

source: 例句 2
en: Example 2
es: Ejemplo 2
ja: 例文2
ko: 예문 2
pt_br: Exemplo 2

source: 例句 3
en: Example 3
es: Ejemplo 3
ja: 例文3
ko: 예문 3
pt_br: Exemplo 3

source: 保存
en: Save
es: Guardar
ko: 저장
pt_br: Salvar

source: 保存到我的词汇
en: Save to My Words
es: Guardar en mi vocabulario
ja: 単語を保存
ko: 내 단어에 저장
pt_br: Salvar no meu vocabulário
zh_hant: 保存到我的單字

source: 保存到相册
en: Save to Album
es: Guardar en álbum
ja: アルバムに保存
ko: 앨범에 저장
pt_br: Salvar no álbum
zh_hant: 保存到相簿

source: 光听就学会了 %lld 个英语词汇
en: Learn %lld English Words by Listening
es: Aprendiste %lld palabras en inglés solo escuchando
ja: 聞くだけで%lld語の英語単語を学習
ko: 듣기만 해도 %lld개의 영어 단어를 익히기
pt_br: Só ouvindo aprendeu %lld palavras em inglês
zh_hant: 光聽就學會了 %lld 個英語單字

source: 免费版
en: Free Version
es: Versión gratuita
ja: 無料版
ko: 무료 버전
pt_br: Versão gratuita
zh_hant: 免費版

source: 免费用户每日 1 轮
en: Free Users 1 Round a Day
es: 1 ronda diaria para usuarios gratis
ja: 無料ユーザーは毎日1回
ko: 무료 사용자는 하루 1회
pt_br: Usuários grátis: 1 rodada diária
zh_hant: 免費用戶每日 1 輪

source: 入门听众
en: Entry-Level Listener
es: Oyente básico
ja: 初級リスナー
ko: 입문 청취자
pt_br: Ouvinte básico
zh_hant: 入門聽眾

source: 全能学者
en: All-Round Scholar
es: Erudito integral
ja: 万能学者
ko: 만능 학자
pt_br: Estudioso completo
zh_hant: 全能學者

source: 全英
en: English Only
es: Solo inglés
ja: 英語のみ
ko: 영어 전용
pt_br: Legendas em inglês

source: 全部
en: All
es: Todo
ko: 전체
pt_br: Tudo

source: 全部加入单词本
en: Add All to Wordbook
es: Añadir todo al vocabulario
ja: 単語リストに全て追加
ko: 단어장에 모두 추가
pt_br: Adicionar tudo ao vocabulário
zh_hant: 全部加入單詞本

source: 全部播放
en: Play All
es: Reproducir todo
ja: すべて再生
ko: 모두 재생
pt_br: Tocar tudo

source: 全部词汇
en: All Words
es: Todas las palabras
ja: すべての語彙
ko: 모든 단어
pt_br: Todas as palavras
zh_hant: 全部單字

source: 关闭
en: Close
es: Cerrar
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hant: 關閉

source: 其他
en: Other
es: Otros
ja: 他
ko: 기타
pt_br: Outros

source: 再不听就要清零了
en: Listen Now, or Streak Ends
es: Si no escuchas, perderás el progreso
ja: 聞かないとゼロに戻ります
ko: 안 들으면 기록이 초기화돼요.
pt_br: Ouça agora ou será zerado
zh_hant: 再不聽就要清零了

source: 再不回来等级要降了
en: Your Level Will Drop Soon
es: Si no regresas, tu nivel bajará
ja: 戻らないとレベルが下がります
ko: 곧 레벨이 내려갑니다
pt_br: Volte para não perder nível
zh_hant: 再不回來等級要降了

source: 再听一遍加深记忆
en: Listen Again to Reinforce Memory
es: Escucha otra vez para reforzar recuerdo
ja: もう一度聞いて記憶を深める
ko: 한 번 더 들어 기억 강화
pt_br: Ouça novamente para reforçar a memória
zh_hant: 再聽一遍加深記憶

source: 再听加深 · 磨耳朵模式
en: Replay to Deepen · Ear Training Mode
es: Escucha otra vez · Modo audición
ja: 再度聞いて理解を深める · 耳磨きモード
ko: 재청취 · 귀 기울이기 모드
pt_br: Repasse · Modo de escuta
zh_hant: 再聽加深 · 磨耳朵模式

source: 再坚持 %lld 天点亮 %lld 天徽章
en: %lld More Days to Earn %lld-Day Badge
es: Sigue %lld días más para el logro de %lld días
ja: %lld 日頑張って %lld 日バッジを点灯
ko: %lld일 더 지속해 %lld일 배지 밝힘
pt_br: Mais %lld dias para ganhar a insígnia de %lld dias
zh_hant: 再堅持 %lld 天點亮 %lld 天徽章

source: 再来一组
en: Another Set
es: Otro grupo
ja: もう一度
ko: 다시 한 세트
pt_br: Mais um grupo
zh_hant: 再來一組

source: 再来一轮
en: Another Round
es: Otra ronda
ja: もう一度
ko: 한 번 더
pt_br: Outra rodada
zh_hant: 再來一輪

source: 再来一遍
en: Try Again
es: Repetir
ja: もう一度
ko: 다시 해요
pt_br: Repetir
zh_hant: 再來一遍

source: 再试一次
en: Try Again
es: Intenta de nuevo
ja: 再度挑戦
ko: 다시 시도하세요
pt_br: Tente novamente
zh_hant: 再試一次

source: 几个地道说法 + 真实场景，3 分钟学会
en: Learn Natural Phrases and Real Scenes in 3 Minutes
es: Varias expresiones fluidas + escena real, aprende en 3 minutos
ja: 自然な表現＋実際のシーンを3分で習得
ko: 자연스러운 표현과 실제 상황, 3분만에 배워요
pt_br: Algumas expressões naturais + cena real, aprenda em 3 minutos
zh_hant: 幾個地道說法 + 真實場景，3 分鐘學會

source: 出国场景课堂
en: Abroad Scene Class
es: Clases de escenarios de viaje
ja: 海外シーン教室
ko: 해외 상황 강의
pt_br: Curso de cenários internacionais
zh_hant: 出國場景課堂

source: 出国旅行
en: Travel Abroad
es: Viaje al extranjero
ja: 海外旅行
ko: 해외 여행
pt_br: Viajar para o exterior
zh_hant: 出國旅行

source: 分享到朋友圈
en: Share to Moments
es: Compartir en redes sociales
ja: タイムラインに共有
ko: 타임라인에 공유
pt_br: Compartilhar no feed

source: 分享给朋友
en: Share with Friends
es: Compartir con amigos
ja: 友達にシェア
ko: 친구에게 공유
pt_br: Compartilhar com amigos
zh_hant: 分享給朋友

source: 列表循环
en: List Loop
es: Repetir lista
ja: リストループ
ko: 목록 반복
pt_br: Repetir lista
zh_hant: 列表循環

source: 创业 · 商业
en: Startups · Business
es: Emprendimiento · Negocios
ja: 起業 · ビジネス
ko: 창업 · 비즈니스
pt_br: Empreendedorismo · Negócios
zh_hant: 創業 · 商業

source: 初次播放
en: First Playback
es: Primera reproducción
ja: 初回再生
ko: 첫 재생
pt_br: Primeira reprodução

source: 初级
en: Beginner
es: Principiante
ja: 初級
ko: 초급
pt_br: Iniciante
zh_hant: 初級

source: 初级毕业
en: Beginner Graduate
es: Graduado principiante
ja: 初級卒業
ko: 초급 졸업
pt_br: Conclusão nível básico
zh_hant: 初級畢業
